Revit 2024 API
UnitTypeId.PoundsMass Property
 Pounds mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsMass { get; }
Visual Basic
Public Shared ReadOnly Property PoundsMass As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsMass {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace